import './documents.css'

function Privacy() {
    return (
        <div className="wrapper">
            <div className="section__padding privacy_con">
                <h2>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
                <p>Политика обработки персональных данных (далее – Политика) регулирует правоотношения пообработке персональных данных между ОсОО «ОРРА» , ИНН : 01209202310092 , адрес:Ошская область , Кара-Сууйский район ,село Таштак ,мкрн А/а Шарк , ул.Достук дом 6 (далее – Компания) и Пользователем мобильного приложения (далее - Пользователь).Под «Пользователем» понимается дееспособное физическое лицо, достигшее 18-летнего возраста и желающее использовать мобильное приложение Компании, оставить комментарий, зарегистрироваться на мобильном приложении, либо совершить иные действия,предусмотренные функционалом мобильного приложения Компании.Под «Мобильным приложением»  понимается веб-сайт «oppa.kg» с учетом всехуровней доменных имен, принадлежащий Компании.Под «персональными данными» понимается любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (гражданину).Под «обработкой персональных данных» понимается любое действие (операция) илисовокупность действий (операций) с персональными данными, совершаемых с использованиемсредств автоматизации или без использования таких средств. К таким действиям (операциям) можно отнести: сбор, получение, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение,предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональныхданных.</p>
                <p>1. Настоящая Политика определяет порядок обработки персональных данных пользователей  мобильного приложения (далее – Сайт), условия и принципы обработкиперсональных данных, права Пользователей и обязанности Компании, сведения о реализуемых мерах по защите обрабатываемых персональных данных.</p>
                <p>2. Настоящая Политика действует в отношении всех персональных данных, которые Компания получает от Пользователей.</p>
                <p>3. Пользователь соглашается с настоящей Политикой путем ввода его имени, номерателефона, а при необходимости – адреса электронной почты (e-mail) в специальное поле на Сайте с предложением отправить запрос на регистрацию , открыть бизнес аккаунт или совершить иные действия, предусмотренные функционалом Сайта, и последующего нажатиякнопки «Отправить» или других кнопок.В случае несогласия с условиями Политики Пользователь должен немедленно прекратить любое использование Сайта.</p>
                <p>4. При использовании функционала Сайта Пользователь может предоставлятьКомпании следующие персональные данные (перечень и виды персональных данных зависят от конкретных функциональных возможностей мобильного приложения, используемыхПользователем): фамилия, имя, адрес электронной почты, номер контактного телефона, идентификационные данные пользователя (user ID).</p>
                <p>5. Предоставляя свои персональные данные, Пользователь соглашается на ихобработку (вплоть до отзыва Пользователя своего согласия на обработку персональных данных), включая сбор, хранение, обезличивание, передачу третьим лицам в предусмотренныхПолитикой случаях, Компанией в целях предоставления Пользователю рекламной, справочной информации, сервисов в соответствии с функциональными возможностями Сайта и в иных целях согласно п.8 настоящей Политики. При обработке персональных данных Компания руководствуется Законом Кыргызской Республики от 14 апреля 2008 года № 58«Об информации персонального характера» с учетом положений Общего регламента по защите данных (General Data Protection Regulation) Европейского Союза от 27 апреля 2016года, иными законодательными актами Кыргызской Республики и локальными нормативными правовыми актами. Предоставленное Пользователем согласие на обработку персональных данных действует со дня предоставления такого согласия до момента достижения целей обработкиили отзыва Пользователем согласия, если иное не предусмотрено действующим законодательством. Пользователь в любой момент может отозвать предоставленное Компании согласие в порядке, установленном настоящей Политикой.</p>
                <p>6. Если Пользователь желает уточнить персональные данные в случае, когда персональные данные являются неполными, неточными или неактуальными, либо желает отозвать свое согласие на обработку персональных данных, Пользователь должен направить официальный запрос Компании с темой «Уточнить персональные данные» или «Прекратить обработку персональных данных» на адрес электронной почты: oppa. В письме необходимо указать свой электронный адрес и соответствующее требование.</p>

                <ul>
                    <li>7.1. регистрация и идентификация Пользователя на Сайте, предоставлениеПользователю возможности полноценного использования Сайта;</li>
                    <li>7. Компания использует предоставленные Пользователем данные в целях:</li>
                    <li>7.2. дальнейшей коммуникации по заявке Пользователя, в том числе третьими лицами –партнерами Компании для исполнения обязательств по заявке Пользователя,консультирования по вопросам оказания Компанией рекламных услуг;</li>
                    <li>7.3. создание аккаунта и представления доступа к своей учетной записи/ аккаунта на сайтах- партнеров;</li>
                    <li>7.4. отправки сообщений информационного характера;</li>
                    <li>7.5. рекламы, продвижения товаров, работ (услуг), в том числе на основании полученной информации о персональных предпочтениях и настройках Пользователя;</li>
                    <li>7.6. оценки и анализа работы Сайта Компании;</li>
                    <li>7.7. аналитики эффективности размещения рекламы, статистических исследований на основе обезличенной информации, предоставленной Пользователем;</li>
                    <li>7.8. информирования Пользователя об акциях, скидках и специальных предложенияхпосредством рассылок по электронной почте, телефонной связи;</li>
                    <li>7.9. проведения маркетинговых исследований, в том числе с привлечением третьих лиц в качестве подрядчика (исполнителя, консультанта);</li>
                    <li>7.10. ведения коммуникации с магазинами-партнерами относительно предоставленияПользователю скидок или дополнительных услуг .</li>
                </ul>

                <ul>
                    <li>8. Компания не проверяет данные, представленные или указанные Пользователем. В связи с этим Компания исходит из того, что при представлении персональных данныхПользователь:</li>
                    <li>8.1. является дееспособным лицом. В случае недееспособности лица, использующего Сайт, согласие на обработку персональных данных предоставляется законнымпредставителем.</li>
                    <li>8.2. указывает достоверную информацию о себе (либо о представляемом им недееспособном лице). Пользователь самостоятельно поддерживает представленныеперсональные данные в актуальном состоянии.</li>
                    <li>8.3. самостоятельно поддерживает представленные персональные данные в актуальномсостоянии.</li>
                    <li>8.4. осознает, что информация на Сайте, размещаемая Пользователем, можетстановиться доступной для других лиц, может быть скопирована или распространена такими пользователями в случаях, предусмотренных Политикой.</li>
                </ul>

                <ul>
                    <li>9. Компания обрабатывает персональные данные на основе следующих принципов:</li>
                    <li>9.1. законности;</li>
                    <li>9.2. ограничения обработки персональных данных достижением конкретных заранееопределенных законных целей;</li>
                    <li>9.3. недопущения обработки персональных данных, несовместимой с целями сбора и/или хранения полученных от Пользователя данных; 9.4. соответствия содержания и объема обрабатываемых персональных данных целям их обработки;</li>
                    <li>9.5. недопущения обработки избыточных по отношению к целям обработки данных;</li>
                    <li>9.6. обеспечение точности, достаточности и актуальности персональных данных поотношению к целям их обработки;</li>
                    <li>9.7. уничтожение или обезличивание персональных данных в целях недопущения ихраскрытия при достижении целей обработки данных, утраты необходимости такой обработки или при получении от Пользователя требования об уничтожении персональных данных либо поступлении заявления об отзыве согласия на обработку персональных данных.</li>
                </ul>

                <ul>
                    <li>10. Компания при обработке персональных данных принимает необходимые и достаточные организационные и технические меры для защиты персональных данных отнеправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.Обработка персональных данных Пользователей осуществляется Компанией с учетомследующего:</li>
                    <li>10.1. Обработка персональных данных Пользователей осуществляется сиспользованием баз данных на территории Кыргызской Республики.</li>
                    <li>10.2. Обработка ​персональных ​данных ​осуществляется​ как ​с ​использованием автоматизированных средств, так и без их использования.</li>
                    <li>10.3. Компания обязуется не передавать полученную от Пользователя информациютретьим лицам, кроме случаев, специально оговоренных в настоящей Политике.Передача персональных данных Пользователей третьим лицам - партнерам Компании при необходимости осуществляется на основании согласия Пользователей в целях исполненияобязательств перед Пользователями.</li>
                    <li>10.4. Компания в случае необходимости передачи персональных данных Пользователейтретьим лицам - партнерам Компании эти лица обязуются сохранять в тайне, не раскрывать и не распространять персональные данные без согласия Пользователя, если иное непредусмотрено действующим законодательством и/или настоящей Политикой.1</li>
                    <li>10.5. Хранение персональных данных Пользователей осуществляется на электронныхносителях, а для целей исполнения обязательств перед Пользователями может осуществляться на материальных носителях после извлечения персональных данных.</li>
                    <li>10.6. Хранение персональных данных осуществляется в пределах срока, объективнонеобходимого для исполнения обязательств перед Пользователями, и определяетсяследующими событиями (в зависимости от того, какое событие наступит ранее):</li>
                    <li>10.6.1. до момента удаления Пользователем персональных данных посредством личногокабинета;</li>
                    <li>10.6.2. до момента уничтожения персональных данных Компанией в связи с поступлением от Пользователя требования об уничтожении персональных данных или отзывесогласия на их обработку;</li>
                    <li>10.6.3. до момента истечения срока действия согласия Пользователя.</li>
                    <li>10.7. Компания имеет право хранить персональные данные Пользователя, кромеслучаев получения требования об уничтожении данных или отзыва согласия на обработкуданных, в обезличенном виде после исполнения обязательств перед Пользователем для целей,указанных в п.8.7. настоящей Политики.</li>
                </ul>
            
                <ul>
                    <li>11. При необходимости передачи персональных данных Пользователей третьим лицам –партнерам Компании в случаях, прямо предусмотренных Политикой, такая передачаосуществляется с соблюдением следующих условий:</li>
                    <li>11.1. третье лицо – партнер Компании обеспечивает конфиденциальность персональныхданных при их обработке и использовании и обязуется не раскрывать данные иным лицам, а равно не распространять персональные данные Пользователей без их согласия;</li>
                    <li>11.2. третье лицо – партнер Компании гарантирует соблюдение следующих мер пообеспечению безопасности персональных данных при их обработке: использование средств защиты информации; обнаружение и фиксация фактов несанкционированного доступа кперсональным данным и принятие мер по восстановлению персональных данных; ограничениедоступа к персональным данным; контроль и оценка эффективности применяемых мер пообеспечению безопасности персональных данных, иных мер, предусмотренныхзаконодательством;</li>
                    <li>11.3. третьему лицу – партнеру Компании запрещается осуществлять передачу ираспространение персональных данных Пользователей.</li>
                </ul>

                <p>12. Не считается нарушением обязательств, предусмотренных настоящей Политикой,передача информации в соответствии с обоснованными и применимыми требованиямизаконодательства Кыргызской Республики, а равно предоставление Компанией информациипартнерам, действующим на основании договора (соглашения) с Компанией, для исполненияобязательств перед Пользователем; передача Компанией третьим лицам данных о Пользователе в обезличенной форме в целях оценки и анализа работы Сайта Компании,предоставления персональных рекомендаций, показа рекламных объявлений на основанииперсональных предпочтений и настроек Пользователя, а также проведения маркетинговых, аналитических и/или статистических исследований.</p>

                <p>13. Компания вправе использовать технологию «cookies» («куки»). Cookies - данные,которые автоматически передаются Компании в процессе использования Сайта с помощьюустановленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес,географическое местоположение, информация о браузере и виде операционной системы устройства Пользователя, технические характеристики оборудования и программногообеспечения, используемых Пользователем, дата и время доступа к Сайту.Файлы «сookies» не содержат конфиденциальную информацию. Файлы «cookies»используются для того, чтобы запоминать предпочтения и настройки Пользователя, а также для сбора аналитических данных о посещениях Сайта. Использование Сайта означает, чтоПользователь соглашается с использованием всех файлов «cookies» и аналитических данных о посещениях Сайта, а также на их передачу третьим лицам.</p>

                <p>14. Компания получает информацию об ip-адресе Пользователя и сведения о том, поссылке с какого интернет-сайта он пришел. Данная информация не используется для установления личности посетителя.</p>

                <p>15. Пользователь имеет право на получение от Компании информации, касающейсяобработки его персональных данных. Компания безвозмездно предоставляет Пользователю или его представителю возможность ознакомления с персональными данными, относящимисяк Пользователю.В случае выявления неполноты, неточности или неактуальности сведений Компания наосновании информации Пользователя вносит в персональные данные Пользователя необходимые изменения в срок, не превышающий 7 (семь) рабочих дней, и уведомляет Пользователя о внесенных изменениях.В случае если Пользователь или его представитель предоставит Компании подтверждение факта незаконного получения или обработки его персональных данных, а равно факта несоответствия действий с его персональными данными целям обработки, Компания в срок, не превышающий 7 (семь) рабочих дней обязуется уничтожить такие персональные данные Пользователя и уведомить Пользователя о предпринятых мерах.</p>
            
                <ul>
                    <li>16. Компания обязуется прекратить обработку персональных данных Пользователя илиобеспечить прекращение обработки третьим лицом – партнером Компании в случае:</li>
                    <li>16.1. выявления неправомерной обработки персональных данных Пользователя;</li>
                    <li>16.2. отзыва Пользователем согласия на обработку его персональных данных;</li>
                    <li>16.3. получения от Пользователя требования об уничтожении персональных данных;</li>
                    <li>16.4. достижения цели обработки персональных данных.При наступлении указанных в настоящем пункте случаев Компания прекращает обработку персональных данных и обеспечивает уничтожение данных в срок, не превышающий 30 (тридцать) дней, если иной срок не установлен законодательством.При невозможности уничтожения персональных данных Пользователя в указанныйсрок Компания производит блокировку персональных данных Пользователя и обеспечиваетих уничтожение в срок, установленный законодательством, но не более 6 (шести) месяцев.</li>
                </ul>


                <p>17. Компания самостоятельно определяет перечень третьих лиц – Партнеров Компании и доводит его до сведения Пользователей любыми доступными способами, в том числе путемпубликации на Сайте.</p>

                <p>18. Компания вправе вносить изменения в настоящую Политику в любое время. Актуальный текст Политики размещается на Сайте.</p>

                <p>19. Продолжение пользования Сайтом или его сервисами после публикации новой редакции Политики означает принятие Политики и ее условий Пользователем.В случае несогласия с условиями Политики Пользователь должен немедленно прекратить использование Сайта и его сервисов.</p>

                <p>20. Все вопросы по настоящей Политике и/или обработке персональных данныхнаправляются на адрес электронной почты Компании: ОРРА</p>

                <h3>Сведения о Компании:</h3>
                <ul>
                    <li>‍ОсОО : ОРРАИНН : 01209202310092</li>
                    <li>Почта :Телефон : +996502005001 ; +996552005001</li>
                    <li>Юридический адрес : Ош обл. село Таштак ул.Достук № 6</li>
                    <li>Руководитель : Тунтеев Маратбек Абдыгапарович</li>
                </ul>
            </div>
        </div>
    )
}

export default Privacy