

function Rules() {
    return (
        <div className="wrapper">
            <div className="section__padding privacy_con" id="return-policy">
                <h2>Платные услуги</h2>

                <ul>
                    <li>1. Пользователи могут заказывать на oppa.kg следующие платные услуги:</li>
                    <li>- Автобизнес;</li>
                    <li>- VIP;</li>
                    <li>- Premium;</li>
                    <li>- Сервисы;</li>
                </ul>

                <ul>
                    <li>1.2. Цены на услуги oppa.kg:</li>
                    <li>• Премиум - от 3000 сом</li>
                    <li>• VIP - от 1000 сом </li>
                </ul>

                <p>3. Для приобретения услуг oppa.kg пользователю необходимо предварительно пополнитьбаланс в Личном кабинете, а затем в объявлении нажать на кнопку с интересующей услугой ивыбрать период ее действия. Способы пополнения баланса описаны в Личном кабинете.</p>
                <p>4. Пользователь, оплативший услуги, имеет право обратиться к Администрации с просьбойвозврата средств. Решение о возврате или отказе в возврате денежных средств принимаетсяАдминистрацией в одностороннем порядке. Обращение должно быть отправлено на emailoppa.avto@gmail.com с описанием причин возврата и копиями документов, подтверждающихоплату услуг.</p>
                
                <ul>
                    <li>5. Возврат оплаченных денежных средств за услуги, которые не были оказаны,осуществляется Администрацией в следующих случаях: - если услуга не предоставлялась по техническим причинам;</li>
                    <li>- в других индивидуальных случаях по решению Администрации.</li>
                </ul>

                <p>6. Администрация вправе отказать в возврате денежных средств Пользователю, в случаях,если:</p>

                <p>- В случае возникновения каких-либо неполадок с платежной системой. Oppa.kg не несетответственности за работу платежных систем, через которые Пользователи оплачиваютуслуги. Вопрос о возврате денежных средств в таком случае разрешается в каждом частномслучае. - Пользователь разместил объявление, не соответствующее правилам раздела.</p>

                <ul>
                    <li>- Если услуга была активирована, включая случаи, когда объявление было удалено послемодерации.</li>
                    <li>- Пользователь систематически нарушает условия настоящего Соглашения.</li>
                    <li>- В других случаях по решению Администрации.</li>
                </ul>

                <p>7. Порядок возврата денежных средств определяется в каждом конкретном случае междуАдминистрацией и Пользователем.</p>
            </div>
        </div>
    )
}

export default Rules